{
  "slogan": "Symbol of transforming weapons into words",
  "ecosystem.promo_1": "We offer the first edition of pens at a promotional, attractive price. This is an introductory offer, and as production expands, the price of future pieces may be higher. It's worth taking advantage of this unique opportunity before prices go up.",
  "ecosystem.promo_2": "Our goal is to develop the brand and create various editions that will appeal to enthusiasts of original, handcrafted accessories. They are perfect as a gift for military enthusiasts and people who appreciate unique items.",
  "ecosystem.price": "price: 199.00 PLN - 59.00 USD - 49.00 EUR",
  "ecosystem.title_1": ".243 Caliber Pen",
  "ecosystem.desc_1": "Created from authentic .243 caliber shell casings that were once part of a fired cartridge. Each casing retains subtle marks of its history. These marks give the pen its unique character and soul.",
  "ecosystem.desc_2": "Each piece is handcrafted with attention to the smallest details. Precise processing, careful shell selection, and fine finishing make every pen one of a kind – perfect as a collectible item, original gift, or luxurious accessory for those who value items with soul.",
  "ecosystem.desc_3": "The entire construction is solid, durable, and noticeable in hand. It has a pleasant weight that gives a sense of quality and longevity, while also fitting comfortably in the hand. Writing with it is incredibly smooth and effortless, requiring little pressure, turning every note into a pleasure.",
  "ecosystem.title_2": "Available in Two Finishes",
  "ecosystem.desc_4": "Natural, unpolished shells that retain their original character and signs of use, or a version with shells polished to a high gloss for a more elegant and exclusive appearance.",
  "ecosystem.title_3": "Personalization",
  "ecosystem.desc_5": "The pen allows slight personalization. By default, there's an external spacer between the two shells, which adds a distinctive look and extends the construction. However, if someone prefers a more compact form – the spacer can be easily removed, allowing the shells to touch directly. A simple modification to match your style.",
  "ecosystem.title_4": "Mechanism",
  "ecosystem.desc_6": "The pen mechanism works by twisting the shell, causing the refill to extend or retract. Replacing the refill is just as easy – remove the rear shell, unscrew the used refill, and screw in a new one. This intuitive solution combines functionality with the unique nature of the pen.",
  "ecosystem.title_5": "imported parts",
  "ecosystem.tech_1": ".243 caliber cases come from various manufacturers, including Winchester, Sako, Norma, and others",
  "ecosystem.tech_2": "refill",
  "contact_1": "Write us an email and place an order for a pen!",
  "policy": "Privacy Policy",
  "accept": "Accept the",
  "email": "email",
  "message": "message",
  "send": "Send",
  "thank": "Thank you for Your message!",
  "home": "Home",
  "contact": "Contact Us",
  "product": "Product",
  "37g": "pen weight: 37g",
  "info": "You will receive payment details by email, and after payment is made, confirmation.",
  "setPriceHeader": "Retail Price",
  "setContents": "ballpoint pen & black refill",
  "shippingPoland": "Shipping 10.00 PLN within Poland",
  "shippingAbroad": "Ask for the delivery price to other countries!",
  "box": "box: metal and PU leather",
  "title": ".243 Caliber Pen",
  "pen1": "Rollerball pens in the making!",
  "pen2": "Want to pre-order? Contact us!",
  "row": "unpolished",
  "polished": "polished",
  "clickPhoto": "click to change photo",

  "privacy.2": "Last modified: July 27, 2025",
  "privacy.3": "This Privacy Policy (the “Policy”) explains how collects, uses, and shares data in connection with the website and services (the “Services”). Your use of the Services is subject to this Policy.",
  "privacy.4": "High Level Summary",
  "privacy.5": "Does not collect and store personal data, such as first name, last name, street address, or date of birth.",
  "privacy.6": "Collects data like device type, browser version, etc. This is to help drive production vision.",
  "privacy.7": "Users are empowered to explore client-side privacy techniques and tools.",
  "privacy.8": "Any material changes to privacy will be reflected in an updated privacy policy.",
  "privacy.9": "Data We Collect",
  "privacy.10": "We do not maintain user accounts and do not collect and store personal data, such as your name or date of birth, provided that they are not included in form messages. We use services provided by Google and other third parties. Read about how Google uses your information by reviewing Google’s privacy policy at https://policies.google.com/privacy. When you interact with the Services, we collect:",
  "privacy.11": "Information from localStorage and other tracking technologies. We and our third-party services providers may access and collect information from localStorage, mobile deviceID, cookies, web beacons, and other similar technologies to provide and personalize the Services and features of the Services for you across sessions. We may also use this information to learn about your preferences, your use of the Services, and our interactions with you. Information we collect from these technologies may include things such as browser type, referring/exit pages, operating system, device or browser language and other device information. We group and analyze these user journeys collectively, in the aggregate, to improve our product user experience.",
  "privacy.12": "Information from other sources. We may receive information in order to comply with our legal obligations and prevent the use of our Services in connection with fraudulent or other illicit activities.",
  "privacy.13": "Survey or usability information. If you participate in a survey or usability study with us, we will record any biographical information you directly provide to us (for example, your name, email, and job title), the responses you provide to us, and your interactions with the Services.",
  "privacy.14": "Correspondence. We will receive any communications and information you provide directly to us via email, customer support, social media, or another support channel (such as Discord, Facebook, or Linkedin), or when you participate in any surveys or questionnaires.",
  "privacy.15": "How We Use Data",
  "privacy.16": "We use the data we collect in accordance with your instructions, and as required by law. We may also use data for the following purposes:",
  "privacy.17": "Providing the Services. We use the data we collect to provide, maintain, customize and improve our Services and features of our Services.",
  "privacy.18": "Customer support. We may use information to provide customer support for and answer inquiries about the Services.",
  "privacy.19": "Safety and security. We may use data to protect against, investigate, and stop fraudulent, unauthorized, or illegal activity. We may also use it to address security risks, solve potential security issues such as bugs, enforce our agreements, and protect our users and us.",
  "privacy.20": "Legal compliance. We may use the information we collect as needed or requested by regulators, government entities, and law enforcement to comply with applicable laws and regulations.",
  "privacy.21": "Aggregated data. We may use some of the information we collect or access to compile aggregated data that helps us learn more about how users use the Services and where we can improve your experience.",
  "privacy.22": "How We Share Data",
  "privacy.23": "We may share or disclose the data we collect:",
  "privacy.24": "With service providers. We may share your information with our service providers and vendors to assist us in providing, delivering, and improving the Services.",
  "privacy.26": "To comply with our legal obligations. We may share your data in the course of litigation, regulatory proceedings, compliance measures, and when compelled by subpoena, court order, or other legal procedure. We may also share data when we believe it is necessary to prevent harm to our users, or others, and to enforce our agreements and policies.",
  "privacy.27": "Safety and Security. We may share data to protect against, investigate, and stop fraudulent, unauthorized, or illegal activity. We may also use it to address security risks, solve potential security issues such as bugs, enforce our agreements, and protect our users, and ecosystem.",
  "privacy.28": "Business changes. We may transfer or share data to another entity in the event of a merger, acquisition, bankruptcy, dissolution, reorganization, asset or stock sale, or other business transaction.",
  "privacy.29": "With your consent. We may share your information any other time you provide us with your consent to do so.",
  "privacy.291": "We do not share your information with any third parties for any marketing purposes whatsoever.",
  "privacy.30": "Third Party Cookies",
  "privacy.31": "We use services provided by Google and other third parties that use tracking technology such as cookies, deviceID, and localStorage, to collect information about your use of the Services and our interactions with you. You can opt out of having your online activity and device data collected through these third-party services, including by:",
  "privacy.32": "Blocking cookies in your browser by following the instructions in your browser settings. For more information about cookies, including how to see the cookies on your device, manage them, and delete them, visit www.allaboutcookies.org.",
  "privacy.33": "Blocking or limiting the use of your advertising ID on your mobile device through the device settings.",
  "privacy.34": "Using privacy plug-ins or browsers. Certain browsers and browser extensions can be configured to block third-party cookies and trackers.",
  "privacy.35": "Using the platform opt-out provided by Google at https://adssettings.google.com. You can learn more about how Google uses your information by reviewing Google’s privacy policy at https://policies.google.com/privacy.",
  "privacy.36": "Using advertising industry opt-out tools on each device or browser where you use the Services, available at http://optout.aboutads.info and http://optout.networkadvertising.org.",
  "privacy.37": "Third-Party Links and Sites",
  "privacy.38": "We may integrate technologies operated or controlled by other parties into parts of the Services. For example, the Services may include links that hyperlink to websites, platforms, and other services not operated or controlled by us. Please note that when you interact with these other parties, including when you leave the Site, those parties may independently collect information about you and solicit information from you. You can learn more about how those parties collect and use your data by consulting their privacy policies and other terms.",
  "privacy.39": "Security",
  "privacy.40": "We implement and maintain reasonable administrative, physical, and technical security safeguards to help protect data from loss, theft, misuse, unauthorized access, disclosure, alteration, and destruction. Nevertheless, transmission via the internet is not completely secure and we cannot guarantee the security of information about you. You are responsible for all of your activity on the Services.",
  "privacy.41": "Age Requirements",
  "privacy.42": "The Services are intended for a general audience and are not directed at children. We do not knowingly receive personal information (as defined by the U.S. Children’s Privacy Protection Act, or “COPPA”) from children. If you believe we have received personal information about a child under the age of 18, please contact us.",
  "privacy.43": "Additional Notice to California Residents (“CCPA Notice”)",
  "privacy.44": "The California Consumer Privacy Act of 2018 (“CCPA”) requires certain businesses to provide a CCPA Notice to California residents to explain how we collect, use, and share their personal information, and the rights and choices we offer California residents regarding our handling of their information.",
  "privacy.45": "Privacy Practices. We do not “sell” personal information as defined under the CCPA. Please review the “Sharing and Disclosure of Information” section above for further details about the categories of parties with whom we share information.",
  "privacy.46": "Privacy Rights. The CCPA gives individuals the right to request information about how we have collected, used, and shared your personal information. It also gives you the right to request a copy of any information we may maintain about you. You may also ask us to delete any personal information that we may have received about you. Please note that the CCPA limits these rights, for example, by prohibiting us from providing certain sensitive information in response to access requests and limiting the circumstances under which we must comply with a deletion request. We will respond to requests for information, access, and deletion only to the extent we are able to associate, with a reasonable effort, the information we maintain with the identifying details you provide in your request. If we deny the request, we will communicate the decision to you. You are entitled to exercise the rights described above free from discrimination.",
  "privacy.47": "Submitting a Request. You can submit a request for information, access, or deletion to",
  "privacy.48": "Identity Verification. The CCPA requires us to collect and verify the identity of any individual submitting a request to access or delete personal information before providing a substantive response.",
  "privacy.49": "Authorized Agents. California residents can designate an “authorized agent” to submit requests on their behalf. We will require the authorized agent to have a written authorization confirming their authority.",
  "privacy.50": "Disclosures for European Union Data Subjects",
  "privacy.51": "We process personal data for the purposes described in the section titled “How We Use Data” above. Our bases for processing your data include: (i) you have given consent to the process to us or our service provides for one or more specific purposes; (ii) processing is necessary for the performance of a contract with you; (iii) processing is necessary for compliance with a legal obligation; and/or (iv) processing is necessary for the purposes of the legitimate interested pursued by us or a third party, and your interests and fundamental rights and freedoms do not override those interests.",
  "privacy.52": "Your rights under the General Data Protection Regulations (“GDPR”) include the right to (i) request access and obtain a copy of your personal data, (ii) request rectification or erasure of your personal data, (iii) object to or restrict the processing of your personal data; and (iv) request portability of your personal data. Additionally, you may withdraw your consent to our collection at any time.",
  "privacy.53": "To exercise any of your rights under the GDPR, please contact us. We may require additional information from you to process your request. Please note that we may retain information as necessary to fulfill the purpose for which it was collected and may continue to do so even after a data subject request in accordance with our legitimate interests, including to comply with our legal obligations, resolves disputes, prevent fraud, and enforce our agreements.",
  "privacy.54": "Changes to this Policy",
  "privacy.55": "If we make material changes to this Policy, we will notify you via the Services. Nevertheless, your continued use of the Services reflects your periodic review of this Policy, and indicates your consent to them.",
  "privacy.56": "Contact Us",
  "privacy.57": "If you have any questions about this Policy or how we collect, use, or share your information, please contact us at"
}
