{
  "slogan": "Symbol przemiany broni w słowa",
  "ecosystem.promo_1": "Oferujemy pierwszą edycję długopisów w promocyjnej, atrakcyjnej cenie. Jest to oferta wstępna, a wraz z rozszerzaniem produkcji ceny kolejnych egzemplarzy mogą być wyższe. Warto zatem skorzystać z tej unikalnej okazji, zanim ceny wzrosną.",
  "ecosystem.promo_2": "Naszym celem jest rozwój marki i stworzenie różnych edycji, które będą przyciągać uwagę miłośników oryginalnych, ręcznie wykonanych akcesoriów. Doskonale sprawdzą się jako prezent dla miłośników militariów oraz osób ceniących unikalne przedmioty.",
  "ecosystem.price": "cena: 199,00 PLN - 59,00 USD - 49,00 EUR",
  "ecosystem.title_1": "Długopis kalibru .243",
  "ecosystem.desc_1": "Stworzony z autentycznych łusek kalibru .243, które były częścią naboju, z którego oddano strzał. Każda łuska zachowuje subtelne ślady swojej historii. To właśnie one nadają długopisowi niepowtarzalny charakter i duszę.",
  "ecosystem.desc_2": "Każdy egzemplarz powstaje w procesie ręcznego wykonania – z dbałością o najmniejsze detale. Precyzyjna obróbka, selekcja łusek oraz staranne wykończenie sprawiają, że każdy długopis jest jedyny w swoim rodzaju – doskonały jako element kolekcji, oryginalny prezent lub luksusowy dodatek dla osób ceniących przedmioty z duszą.",
  "ecosystem.desc_3": "Cała konstrukcja jest solidna, wytrzymała i wyczuwalna w dłoni. Ma przyjemną wagę, która daje poczucie jakości i trwałości, a przy tym doskonale leży w ręku. Długopisem pisze się niezwykle miękko i płynnie, bez konieczności używania dużego nacisku, co sprawia, że każda notatka staje się przyjemnością.",
  "ecosystem.title_2": "Dostępny w dwóch wykończeniach",
  "ecosystem.desc_4": "Naturalne, niepolerowane łuski, które zachowują oryginalny charakter i ślady użycia, oraz w wersji z łuskami wypolerowanymi na wysoki połysk, nadającymi całości elegancki i ekskluzywny wygląd.",
  "ecosystem.title_3": "Personalizacja",
  "ecosystem.desc_5": "Długopis daje również możliwość lekkiej personalizacji. Standardowo pomiędzy dwiema łuskami znajduje się zewnętrzny element dystansowy, który nie tylko dodaje mu charakterystycznego wyglądu, ale także wydłuża jego konstrukcję. Jeśli jednak ktoś woli bardziej kompaktową formę – można ten element z łatwością usunąć, dzięki czemu łuski stykają się bezpośrednio. To prosta modyfikacja, która pozwala dopasować styl długopisu do własnych preferencji.",
  "ecosystem.title_4": "Mechanizm",
  "ecosystem.desc_6": "Mechanizm długopisu opiera się na przekręceniu łuski, co powoduje wysunięcie lub wsunięcie wkładu. Wymiana wkładu jest równie prosta – wystarczy zdjąć tylną łuskę, odkręcić zużyty wkład i w jego miejsce wkręcić nowy. To intuicyjne rozwiązanie łączy funkcjonalność z unikalnym charakterem długopisu.",
  "ecosystem.title_5": "części importowane",
  "ecosystem.tech_1": "łuski kalibru .243 są od różnych producentów, m.in. Winchester, Sako, Norma i inni",
  "ecosystem.tech_2": "wkład",
  "contact_1": "Napisz do nas e-mail i złóż zamówienie na długopis!",
  "policy": "Polityka prywatności",
  "accept": "Zaakceptuj",
  "email": "e-mail",
  "message": "wiadomość",
  "send": "Wyślij",
  "thank": "Dziękujemy za wiadomość!",
  "home": "Strona Główna",
  "contact": "Kontakt",
  "product": "Produkt",
  "37g": "waga długopisu: 37g",
  "info": "Na e-mail otrzymasz dane do płatności, a po jej dokonaniu – potwierdzenie.",
  "setPriceHeader": "Cena detaliczna",
  "setContents": "długopis i czarny wkład",
  "shippingPoland": "Przesyłka 10.00 PLN na terenie Polski",
  "shippingAbroad": "Zapytaj o cenę dostawy do innych krajów!",
  "box": "pudełko: metal i skóra PU",
  "title": "Długopis kalibru .243",
  "pen1": "Pióra kulkowe w przygotowaniu!",
  "pen2": "Chcesz w przedsprzedaży? Napisz do nas!",
  "row": "niepolerowany",
  "polished": "polerowany",
  "clickPhoto": "kliknij, aby zmienić zdjęcie",

  "privacy.2": "Ostatnia modyfikacja: 27 lipca 2025",
  "privacy.3": "Niniejsza Polityka Prywatności („Polityka”) wyjaśnia, w jaki sposób zbierane, wykorzystywane i udostępniane są dane w związku ze stroną internetową i usługami („Usługi”). Korzystanie z Usług podlega niniejszej Polityce.",
  "privacy.4": "Podsumowanie Ogólne",
  "privacy.5": "Nie gromadzi i nie przechowuje danych osobowych, takich jak imię, nazwisko, adres zamieszkania czy data urodzenia.",
  "privacy.6": "Zbiera dane takie jak typ urządzenia, wersja przeglądarki itp. – w celu wsparcia wizji rozwoju produktu.",
  "privacy.7": "Użytkownicy mają możliwość korzystania z narzędzi i technik zapewniających prywatność po stronie klienta.",
  "privacy.8": "Wszelkie istotne zmiany w polityce prywatności zostaną uwzględnione w jej zaktualizowanej wersji.",
  "privacy.9": "Dane, które zbieramy",
  "privacy.10": "Nie prowadzimy kont użytkowników i nie zbieramy ani nie przechowujemy danych osobowych, takich jak imię czy data urodzenia, pod warunkiem, że nie zostały one zawarte w wiadomościach przesłanych przez formularz. Korzystamy z usług Google i innych firm trzecich. Dowiedz się, jak Google wykorzystuje Twoje dane, zapoznając się z polityką prywatności Google: https://policies.google.com/privacy. Podczas interakcji z Usługami zbieramy:",
  "privacy.11": "Informacje z localStorage i innych technologii śledzenia. My i nasi zewnętrzni dostawcy usług możemy uzyskiwać dostęp i zbierać dane z localStorage, identyfikatora urządzenia mobilnego, plików cookie, sygnałów nawigacyjnych i podobnych technologii, aby zapewnić oraz personalizować Usługi i ich funkcje podczas różnych sesji. Możemy również wykorzystywać te dane, aby poznać Twoje preferencje, sposób korzystania z Usług oraz nasze interakcje z Tobą. Zbierane dane mogą zawierać typ przeglądarki, strony odsyłające/końcowe, system operacyjny, język urządzenia lub przeglądarki i inne informacje o urządzeniu. Dane te analizujemy zbiorczo, aby poprawić doświadczenie użytkownika.",
  "privacy.12": "Informacje z innych źródeł. Możemy otrzymywać dane w celu wypełnienia obowiązków prawnych oraz zapobiegania wykorzystaniu naszych Usług w związku z oszustwami lub innymi nielegalnymi działaniami.",
  "privacy.13": "Ankiety lub badania użyteczności. Jeśli bierzesz udział w ankiecie lub badaniu użyteczności, zapisujemy podane przez Ciebie dane biograficzne (np. imię, adres e-mail, stanowisko), odpowiedzi oraz interakcje z Usługami.",
  "privacy.14": "Korespondencja. Otrzymujemy wszelką komunikację i informacje przekazane nam bezpośrednio za pośrednictwem e-maila, wsparcia klienta, mediów społecznościowych lub innych kanałów wsparcia (np. Discord, Facebook, LinkedIn), a także z udziału w ankietach lub formularzach.",
  "privacy.15": "Jak wykorzystujemy dane",
  "privacy.16": "Dane, które zbieramy, wykorzystujemy zgodnie z Twoimi instrukcjami oraz zgodnie z obowiązującym prawem. Możemy również wykorzystywać dane w następujących celach:",
  "privacy.17": "Świadczenie Usług. Dane wykorzystujemy w celu dostarczania, utrzymywania, personalizacji i ulepszania naszych Usług oraz ich funkcji.",
  "privacy.18": "Wsparcie klienta. Możemy wykorzystywać dane do udzielania wsparcia klienta i odpowiedzi na pytania dotyczące Usług.",
  "privacy.19": "Bezpieczeństwo. Możemy wykorzystywać dane w celu ochrony przed oszustwami, nieautoryzowaną lub nielegalną aktywnością. Również do rozwiązywania zagrożeń bezpieczeństwa, błędów, egzekwowania umów oraz ochrony użytkowników i nas samych.",
  "privacy.20": "Zgodność z prawem. Możemy wykorzystywać dane, jeśli jest to wymagane przez organy regulacyjne, rządowe lub egzekwujące prawo – w celu spełnienia obowiązujących przepisów.",
  "privacy.21": "Dane zagregowane. Możemy wykorzystywać część danych do tworzenia zbiorczych statystyk, które pomagają nam zrozumieć, jak użytkownicy korzystają z Usług i gdzie możemy poprawić ich doświadczenie.",
  "privacy.22": "Udostępnianie danych",
  "privacy.23": "Możemy udostępniać lub ujawniać dane, które zbieramy:",
  "privacy.24": "Dostawcom usług. Możemy udostępniać dane naszym dostawcom i partnerom, którzy wspierają nas w świadczeniu, dostarczaniu i ulepszaniu Usług.",
  "privacy.26": "W celu wypełnienia obowiązków prawnych. Możemy udostępniać dane w trakcie postępowań sądowych, regulacyjnych, działań zgodnych z przepisami oraz na żądanie sądu lub organów ścigania. Możemy również udostępniać dane, jeśli uznamy, że jest to konieczne do zapobiegania szkodom, egzekwowania umów i polityk.",
  "privacy.27": "Bezpieczeństwo. Możemy udostępniać dane w celu ochrony przed oszustwami, nieautoryzowaną lub nielegalną działalnością, rozwiązywania zagrożeń i błędów oraz ochrony naszych użytkowników i ekosystemu.",
  "privacy.28": "Zmiany w strukturze firmy. Możemy przekazać dane innej firmie w przypadku fuzji, przejęcia, upadłości, likwidacji, reorganizacji, sprzedaży aktywów lub innej transakcji biznesowej.",
  "privacy.29": "Za Twoją zgodą. Możemy udostępnić Twoje dane, jeśli wyrazisz na to zgodę.",
  "privacy.291": "Nie udostępniamy Twoich danych żadnym podmiotom trzecim w celach marketingowych.",
  "privacy.30": "Ciasteczka firm trzecich",
  "privacy.31": "Korzystamy z usług Google i innych firm trzecich, które wykorzystują technologie śledzenia, takie jak pliki cookie, identyfikator urządzenia i localStorage do zbierania informacji o korzystaniu z Usług i naszych interakcji z Tobą. Możesz zrezygnować z tego rodzaju śledzenia, np. poprzez:",
  "privacy.32": "Blokowanie plików cookie w ustawieniach przeglądarki. Więcej informacji na temat plików cookie, ich przeglądania, zarządzania i usuwania znajdziesz na stronie www.allaboutcookies.org.",
  "privacy.33": "Blokowanie lub ograniczanie wykorzystywania identyfikatora reklamowego na urządzeniu mobilnym w ustawieniach urządzenia.",
  "privacy.34": "Korzystanie z wtyczek prywatności lub przeglądarek. Niektóre przeglądarki i rozszerzenia pozwalają blokować ciasteczka i trackery firm trzecich.",
  "privacy.35": "Korzystanie z platformy rezygnacji Google: https://adssettings.google.com. Więcej o wykorzystaniu Twoich danych przez Google w polityce prywatności Google: https://policies.google.com/privacy.",
  "privacy.36": "Korzystanie z narzędzi rezygnacji branży reklamowej na każdym urządzeniu lub przeglądarce, np. http://optout.aboutads.info oraz http://optout.networkadvertising.org.",
  "privacy.37": "Linki i strony firm trzecich",
  "privacy.38": "Możemy integrować technologie obsługiwane przez inne podmioty w części Usług. Przykładowo, Usługi mogą zawierać linki do stron, platform i usług, które nie są przez nas zarządzane. Podczas interakcji z tymi podmiotami – w tym opuszczając naszą stronę – mogą one niezależnie zbierać i żądać informacji od Ciebie. Zapoznaj się z ich politykami prywatności, aby dowiedzieć się, jak przetwarzają Twoje dane.",
  "privacy.39": "Bezpieczeństwo",
  "privacy.40": "Wdrażamy i utrzymujemy odpowiednie środki administracyjne, fizyczne i techniczne, by chronić dane przed utratą, kradzieżą, nadużyciem, nieautoryzowanym dostępem, ujawnieniem, zmianą lub zniszczeniem. Jednak transmisja danych przez internet nie jest całkowicie bezpieczna i nie możemy zagwarantować pełnego bezpieczeństwa danych. Użytkownik ponosi odpowiedzialność za wszystkie swoje działania w ramach Usług.",
  "privacy.41": "Wymogi wiekowe",
  "privacy.42": "Usługi są przeznaczone dla ogólnej publiczności i nie są skierowane do dzieci. Nie gromadzimy świadomie danych osobowych (zgodnie z definicją ustawy COPPA) od dzieci. Jeśli uważasz, że otrzymaliśmy dane dziecka poniżej 18 roku życia, skontaktuj się z nami.",
  "privacy.43": "Dodatkowa informacja dla mieszkańców Kalifornii („Powiadomienie CCPA”)",
  "privacy.44": "Kalifornijska Ustawa o Ochronie Prywatności Konsumentów z 2018 r. („CCPA”) wymaga od niektórych firm przedstawienia mieszkańcom Kalifornii informacji na temat sposobu zbierania, wykorzystywania i udostępniania ich danych osobowych oraz przedstawienia dostępnych im praw i wyborów.",
  "privacy.45": "Praktyki dotyczące prywatności. Nie „sprzedajemy” danych osobowych w rozumieniu ustawy CCPA. Szczegóły na temat udostępniania informacji znajdują się powyżej w sekcji „Udostępnianie danych”.",
  "privacy.46": "Prawa prywatności. Ustawa CCPA przyznaje osobom fizycznym prawo do uzyskania informacji o tym, w jaki sposób zbieraliśmy, wykorzystywaliśmy i udostępnialiśmy ich dane osobowe, a także prawo do uzyskania kopii przechowywanych przez nas danych. Można też zażądać usunięcia tych danych. Niektóre ograniczenia ustawowe mogą ograniczyć te prawa. Jeśli nie możemy zidentyfikować osoby na podstawie podanych informacji, możemy odmówić realizacji żądania.",
  "privacy.47": "Składanie wniosków. Wniosek o udostępnienie, dostęp lub usunięcie danych możesz złożyć na adres",
  "privacy.48": "Weryfikacja tożsamości. Ustawa CCPA wymaga, abyśmy zweryfikowali tożsamość osoby składającej wniosek przed udzieleniem odpowiedzi.",
  "privacy.49": "Upoważnieni przedstawiciele. Mieszkańcy Kalifornii mogą wyznaczyć „upoważnionego przedstawiciela” do składania wniosków w ich imieniu. Wymagamy pisemnego pełnomocnictwa.",
  "privacy.50": "Informacje dla osób, których dane dotyczą – Unia Europejska",
  "privacy.51": "Przetwarzamy dane osobowe w celach opisanych w sekcji zatytułowanej „Jak wykorzystujemy dane” powyżej. Nasze podstawy prawne przetwarzania danych obejmują: (i) wyraziłeś(-aś) zgodę na przetwarzanie przez nas lub naszych usługodawców w jednym lub większej liczbie określonych celów; (ii) przetwarzanie jest niezbędne do wykonania umowy zawartej z Tobą; (iii) przetwarzanie jest niezbędne do wypełnienia obowiązku prawnego; oraz/lub (iv) przetwarzanie jest niezbędne do celów wynikających z prawnie uzasadnionych interesów realizowanych przez nas lub stronę trzecią, przy czym Twoje interesy oraz podstawowe prawa i wolności nie mają nadrzędnego charakteru wobec tych interesów.",
  "privacy.52": "Twoje prawa wynikające z Ogólnego rozporządzenia o ochronie danych (RODO) obejmują prawo do: (i) żądania dostępu oraz uzyskania kopii Twoich danych osobowych, (ii) żądania sprostowania lub usunięcia Twoich danych osobowych, (iii) sprzeciwu wobec przetwarzania lub żądania ograniczenia przetwarzania Twoich danych osobowych oraz (iv) żądania przeniesienia Twoich danych osobowych. Dodatkowo możesz w każdej chwili wycofać swoją zgodę na ich przetwarzanie.",
  "privacy.53": "Aby skorzystać z któregokolwiek ze swoich praw wynikających z RODO, prosimy o kontakt. Możemy wymagać od Ciebie dodatkowych informacji w celu przetworzenia żądania. Pamiętaj, że możemy zachować informacje, jeżeli jest to konieczne do realizacji celu, w jakim zostały zebrane, i możemy to robić również po otrzymaniu żądania od osoby, której dane dotyczą – zgodnie z naszymi prawnie uzasadnionymi interesami, w tym w celu wypełnienia obowiązków prawnych, rozstrzygania sporów, zapobiegania oszustwom oraz egzekwowania naszych umów.",
  "privacy.54": "Zmiany w niniejszej Polityce",
  "privacy.55": "Jeśli wprowadzimy istotne zmiany w niniejszej Polityce, poinformujemy Cię o tym za pośrednictwem Usług. Mimo to dalsze korzystanie z Usług oznacza, że okresowo zapoznajesz się z tą Polityką i wyrażasz na nią zgodę.",
  "privacy.56": "Kontakt z nami",
  "privacy.57": "Jeśli masz jakiekolwiek pytania dotyczące niniejszej Polityki lub tego, jak zbieramy, wykorzystujemy bądź udostępniamy Twoje dane, skontaktuj się z nami pod adresem"
}
